export const Lang = {
  NO_OPTIONS: "No Options",
  NO_DATA: "No Data Founded",
  PREV: "Previous",
  NEXT: "Next",
  SUBMIT: "ارسال",
  DOWNLOAD: "Download",
  FULL_SCREEN: "Full Screen",
  CHOOSE: "Choose",
  SERVER: "Service Connection",
  ONLINE: "Online",
  OFFLINE: "Offline",
  NO_INTERNET: "No Internet Connection",
  VERSION_VIEW: "Display system : {{Version}}",
  UPDATE: "Update",
  DELETE: "Delete",
  CREATE: "Create",
  SEARCH: "Search",
  SAVE: "Save",
  RESET: "Reset",
  CLOSE: "Close",
  FROM: "From",
  OK: "Ok",
  TO: "To",
  SELECT_ALL: "Select All",
  UNSELECT_ALL: "UnSelect All",
  CUSTOMER_REVIEWS: "آراء العملاء",
  // ============Navbar Links
  NAVBAR_LINKS: ["الصفحة الرئيسية", "خدماتنا", "أراء العملاء", "اتصل بنا"],
  PAGE_HOME: {
    lANDING: {
      SUB_TITLE: "حلول المستقبل",
      TOP_TITLE: "الحلول",
      PART_OF_TITLE: "لمتطلباتك الرقمية",
      UNIQUE_KEY_TITLE: "المبتكرة",
      // UNIQUE_KEY_TITLE: "الحلول",
      DES_LANDING: "نجعل أفكارك حقيقة",
      TEXT_BUTTON: "احصل على استشارة",
      NUMBER_CLIENT: "عدد العملاء",
      CARD_1: {
        TITLE: "محمد أحمد",
        DES: "يهتمون بأدق التفاصيل",
      },
      CARD_2: {
        TITLE: "احمد سليمان ",
        DES: "خدمة ممتازة",
      },
    },
    SERVICES: {
      MAN_TITLE: "خدماتنا",
      SERVICE_DESCRIPTION: [
        "تعكس الكفاءة التكنولوجية للشركة وجودتها قدرتها على تقديم منتجات مبتكرة وموثوقة",

        "تعني كفاءة شركة التكنولوجيا تقديم حلول مبتكرة وعالية الجودة",

        "تشكل كفاءة وجودة وأمان البيانات في شركة التكنولوجيا أساس نجاحها",

        "الكفاءة والجودة وأمان البيانات ودعم العملاء هي حجر الزاوية لشركة تكنولوجيا ناجح",

        "الكفاءة, الجودة, وأمان البيانات, ودعم العملاء, وتطوير تطبيقات الويب ضرورية لشركة تكنولوجيا مزدهرة",
      ],
      SERVICE_TITLE: [
        "الجودة",
        "الكفاءة",
        "أمان البيانات",
        "دعم العملاء",
        "تطوير تطبيقات الويب",
      ],
      DATA_SER_2: [
        "نحن نصمم تطبيقات عالية الجودة تركز على المستخدم تجمع بين الإبداع والوظائف المتقدمة, وتحويل أفكارك إلى حلول بديهية ومؤثرة.",

        "نحن نقدم خدمات استضافة ويب سريعة وآمنة مصممة خصيصًا لاحتياجات عملك. سواء كنت تدير موقع ويب صغيرًا أو منصة كبيرة, فإننا نقدم حلولاً.",

        "استضافة ويب سريعة وآمنة مع تحسين محرك البحث المدمج لتعزيز الرؤية وزيادة حركة المرور.",

        "نحن نساعد في تحويل البيانات إلى رؤى قابلة للتنفيذ تساعد في تحسين عملية اتخاذ القرار, وتحديد الفرص, وتعزيز الأداء لتحقيق نمو مستدام وكفاءة أعلى.",

        "نحن نقدم خدمات استضافة ويب سريعة وآمنة مصممة خصيصًا لاحتياجات عملك. سواء كنت تدير موقع ويب صغيرًا أو منصة كبيرة, فإننا نقدم حلولاً.",
        "نحن نقدم بيئة سريعة وآمنة لإنجاز المهام بكفاءة, مع ضمان أمان البيانات وسهولة الوصول دون الحاجة إلى الإنترنت. كما يمكن تخصيصه لتلبية احتياجات المشروع, مما يعزز الإنتاجية ويوفر تجربة مستخدم متفوقة.",
      ],

      SUB_SERVICES: {
        TITLE: [
          "تصميم التطبيقات",
          "استضافة الويب",
          "تحسين محركات البحث",
          "تحليل البيانات",
          "برمجة المواقع",
          "تطبيقات سطح المكتب",
        ],
        DESCRIPTION: [
          "نصمم تطبيقات عالية الجودة تركز على المستخدم وتجمع بين الإبداع والوظائف المتقدمة, وتحويل أفكارك إلى حلول بديهية ومؤثرة.",

          "نحن نقدم خدمات استضافة ويب سريعة وآمنة مصممة خصيصًا لتلبية احتياجات عملك. سواء كنت تدير موقع ويب صغيرًا أو منصة كبيرة, فإننا نقدم حلولاً.",

          "استضافة ويب سريعة وآمنة مع تحسين محرك البحث المدمج لتعزيز الرؤية وجذب الزيارات.",

          "نحن نساعد في تحويل البيانات إلى رؤى قابلة للتنفيذ تساعد في تحسين عملية اتخاذ القرار وتحديد الفرص وتعزيز الأداء لتحقيق نمو مستدام وكفاءة أعلى.",

          "نحن نقدم خدمات استضافة ويب سريعة وآمنة مصممة خصيصًا لتلبية احتياجات عملك. سواء كنت تدير موقع ويب صغيرًا أو منصة كبيرة, فإننا نقدم حلولاً.",
          "نحن نقدم بيئة سريعة وآمنة لإنجاز المهام بكفاءة, مع ضمان أمان البيانات وسهولة الوصول دون الحاجة إلى الإنترنت. ويمكن أيضًا تخصيصها لتلبية احتياجات المشروع, مما يعزز الإنتاجية ويوفر تجربة مستخدم متفوقة.",
        ],
      },
    },

    // commponent Contact
    CONTACT: {
      TITLE: "اتصل بشركة حلول المستقبل",
      SOCIAL: ["البريد الإلكتروني", "الهاتف", "العنوان"],
      FORM: {
        LABEL: ["الاسم", "البريد الإلكتروني", "الرسالة"],
      },
    },

    REVIEWSLIDER: {
      TITLE: ["هدى نبيل", "محمد أحمد", "طارق محمد"],
      // ["هدى نبيل", "محمد أحمد", "طارق محمد"],

      DESCRIPTION: [
        "مستوى عالي من الرقي في التعامل. استمتع بالجودة",
        "سرعة في تنفيذ وقادرة علي ابتكار حلول مبتكرة",
        "دعم طوال اليوم القدرة علي ايجاد حلول",
      ],
      CUSTOMER_REVIEWS: "Customer reviews",
    },
  },

  //{FOOTER?.COLS?.COL_1.TITLE}
  FOOTER: {
    COPYR: "جميع الحقوق محفوظة",
  },
};
